import Button from "../components/button/Button"
import FAQItem from "../components/questions/Questions"
import styles from "./ForthScreen.module.css"

const ForthScreen=()=>{

    return <>
     <div className={styles.whoIsFitContainer}>
      <div className={styles.header}>
        <h1 className={styles.mainTitle}>שאלות נפוצות</h1>
      </div>
    </div>
    <FAQItem 
        question="אני לא יודעת כלום על ציפורניים, איך אוכל להצליח?" 
        answer="אני רוצה שתדעי שזה בסדר גמור! גם אני התחלתי מאפס מוחלט! לא עברתי אף קורס בתחום - למדתי הכל לבד דרך תרגול אינסופי מתוך אהבה לתחום - אז אם יש לך תשוקה לתחום ואת רוצה לקחת אותו שלב קדימה גם אם יש לך 0 ידע זה אפשרי!"
    />
    
    <FAQItem 
        question="יש כל כך הרבה מתחרות בתחום, איך אני אבדל?" 
        answer="נכון, יש המון מניקוריסטיות וכנראה שיש בעיר שלך כמה עשרות - אבל כמו שיש כמות גדולה של מניקוריסטיות - כמות הלקוחות גדולה אפילו יותר! עם עבודה כונה, התמדה ושירותיות - את תמלאי את היומן "/>   

    
    <FAQItem 
        question="אני פוחדת שלא אצליח, מה אם זה לא בשבילי?" 
        answer="הפחד הזה טבעי לחלוטין! זה טבעי לחשוש לפני שינויים וצעדים מסויימים בחיים. אבל אני תמיד בדעה שאם לא תנסי - לא תדעי - זו יכולה להיות הקריירה שלך לכל החיים וזה יכול להיות עוד נסיון ודיוק בדרך למטרה הסופית שלך. "
    />
    
    <FAQItem 
        question="עברתי כבר קורס והתבאסתי ממש, למה שזה יהיה שונה אצלך?" 
        answer="מבאס ממש לשמוע שזו החוויה שלך מהתחום - אני אשמח לשמוע ממך מה ביאס אותך ומה את מחפשת בקורס - מה שאני כן יכולה לומר הוא שאני כאן! אני כאן איתך במהלך הקורס, אני כאן לכל שאלה אחרי הקורס ולכל התייעצות שיש לך"
    />

 <Button text="בתאל,בואי נדבר!"/>
    </>
}

export default ForthScreen